class Dictionary:
    greetings = ['здравствуйте', 'приветствую', 'добрыйдень', 'доброеутро', 'добрыйвечер']
    introduced_himself = [r'(\W|^)меня\sзовут(\W|$)', r'(\W|^)меня\s[а-я]{1,}\sзовут(\W|$)',
                          r'(\W|^)(здравствуйте|да|добрыйдень|приветствую|доброеутро|добрыйвечер)\sс\sвами(\W|$)',
                          r'(\W|^)(здравствуйте|да|добрыйдень|приветствую|доброеутро|добрыйвечер)\sэто(\W|$)']
    parting = [['до', 'свидания'], ['до', 'встречи'], ['всего', 'доброго'], ['всего', 'наилучшего']]
    company_label = [['бизнес', 1], ['компания', 0]]
